Repository: Negative-Network/category-protection
Catalog: languages/category_protection-*.po
Languages: fr_fr

source: This password did not work
fr_fr: Ce mot de passe n'a pas fonctionné

source: This post belongs to password protected categorie(s)
fr_fr: Cet article appartient à une (des) catégorie(s) protégée(s) par mot de passe

source: If you know the password for one of the(se) categorie(s), please enter it here
fr_fr: Si vous connaissez le mot de passe pour cette/ces catégorie(s), veuillez l'entrer ici

source: Submit password
fr_fr: Envoyer le mot de passe

source: You failed 5 times in a row to give a correct password. To avoid spamming, you must wait for 5min before trying again
fr_fr: Vous avez raté 5 fois de suite pour entrer un mot de passe valide. Pour éviter le spam, vos devez attendre 5min avant d'essayer à nouveau

source: Category Protection
fr_fr: Protection des catégories

source: Passwords saved
fr_fr: Mots de passe sauvegardés

source: Enter passwords for the categories you want to protect
fr_fr: Entrez des mots de passe pour les catégories que vous souhaitez protéger

source: Save passwords
fr_fr: Sauvegarder les mots de passe

source: If you feel this plugin has been helpful and you'd like payin' us a beer, you're more than welcome, we love beer! :)
fr_fr: Si vous trouvez cette extension utile et que vous souhaitez nous offrir une bière, ne vous genez pas, on adore la bière! :)

source: Go to Paypal to make a donation
fr_fr: Aller sur Paypal pour nous faire une donation
